{
  "items": [
    {
      "date": "2024-11-22",
      "title": "甲辰小雪",
      "category": " 節氣",
      "excerpt": "  ",
      "slug": "jcxx",
      "body": "### 我友， \n\n往年的冬天來得早，這年卻晚，晨昏都冷冽。於近窗的書桌邊久坐，有呵氣成冰的錯覺。好幾夜窩在暖氣旁重讀舊書。\n\n靜氣養人，不知源自何處的說法，但聽來總是有幾分道理的。夜愈深，我也愈發靜；心似落塵的古鏡，不再急著映照，只是等著光陰的灰塵覆滿。靜，是無言的沈寂，是深藏的隱流。\n\n夢倒是常做，夢里常見x。那種深邃，同冬夜裡的靜湖一般，看似無波，卻有些暗湧的意思。\n\n今晚吃完飯後，無意翻到以前摘錄的話語，是尼采的：“每一個不曾起舞的日子，都是對生命的辜負。”\n\n我友，冬安。祝愉悅。",
      "tags": [
        "傳統"
      ],
      "cover": "/assets/img/uploads/程派—春閨夢-4-.png"
    },
    {
      "excerpt": " ",
      "body": "在談到幸福時，想到之前寫的一篇小記。\n\n\n\n「幸福就是知足和追逐某一目標的過程，追逐是知足的前提。」\n\n\n\n它是「靜」與「動」、「有」與「無」間的聯繫。\n\n\n\n「知足」是對現實和心靈的肯定；「追逐」則是對未知的展望，是意志的運動。\n\n\n\n知足即止，追逐則行；一靜一動，一滿一空。它互為因果。\n\n\n\n若人無知足心，那追逐易成盲動，永遠覺得不夠、永遠被慾望拖行。\n\n\n\n若人只知知足而無追逐，則易陷停滯，心靜如水，卻漸失生氣。\n\n\n\n唯有在「知足」中孕育「追逐」，在「追逐」中守住「知足」，方能不被慾望吞噬，也不被安逸麻痺。\n\n\n\n我們在追逐中學會知足，在知足中找到繼續追逐的勇氣。幸福，便在這往復的動靜間生成。",
      "slug": "xinfu",
      "date": "2026-01-01",
      "cover": "/assets/img/uploads/程派—春閨夢-3-.png",
      "title": "幸福",
      "tags": [
        "哲思"
      ],
      "issue": "2026Q1",
      "category": "隨筆"
    },
    {
      "date": "2026-02-08",
      "title": "《春閨夢》劇本",
      "category": "京劇",
      "tags": [
        "程派"
      ],
      "excerpt": " ",
      "slug": "cgm-jingju",
      "body": "### 注意：\n\n1.资料主要整理于“张火丁2016年北京实况演出”，仅供学习交流使用，严禁用于任何商业用途；\n\n2.此剧本为整理后发布，附有PDF版本，及有部分《春闺梦》伴奏文件，方便学习；\n\n3.该资源完全免费，仅限于学习用途，请勿作其他用途传播；\n\n4.资料中，主要角色唱段业已标红。\n\n### 一、情节介绍\n\n东汉末年，奋威将军公孙瓒与刘虞争地，各地征兵。百姓王恢与妻张氏新婚不久，即被征去从军，到军中不久战死。张氏独守空房，在家日夜盼望丈夫归来。积思成梦，梦见王恢返回家中，夫妻重叙日情；忽又梦见战场上刀光剑影、尸横遍野，王恢战死沙场。梦醒之后，张氏不禁悲从中来，更加伤痛。\n\n《春闺梦》，系以杜甫的《新婚别》以及陈陶诗作中 “可怜无定河边骨，犹是春闺梦里人” 的意境为蓝本进行艺术加工、精心编排创作而成。回溯至 1931 年，程砚秋彼时亲眼目睹军阀混战的局面，百姓被迫背井离乡、颠沛流离，生活苦不堪。基于此社会现状，程砚秋有感而发，着手编演了《春闺梦》这一剧目。此剧通过舞台艺术的形式，生动且深刻地反映了广大人民群众反对内战、殷切渴望和平的共同心理诉求。\n\n### 二、剧本\n\n（张氏扶几而睡，遂做梦，起立望门；王恢上，入门。张氏惊喜）\n\n张氏（白）      我正在思念于你，不想你就回来了。\n\n王恢（白）      我是特地回来探望于你呀！\n\n张氏（白）      看你形容消瘦，满面风尘，真真可怜人也。\n\n\\    （西皮摇板） 今日里见郎君形容瘦损，乍相逢不由得珠泪飘零。\n\n王恢（白）      娘子呀！\n\n（西皮摇板） 提起了一年事犹如梦境，\n\n我与你且宽怀重话前因。\n\n张氏（西皮二六板）  可怜负弩充前阵，\n\n历尽风霜万苦辛。\n\n饥寒饱暖无人问，\n\n独自眠餐独自行。\n\n可曾身体蒙伤损？\n\n   是否烽烟屡受惊。\n\n细思往事心犹恨，\n\n（西皮快板）    生把鸳鸯两下分。\n\n终朝如醉还如病，\n\n苦依薰笼坐到明。\n\n去时陌上花如锦，\n\n今日楼头柳又青。\n\n可怜侬在深闺等，\n\n海棠开日我想到如今。\n\n王恢（白）       屈指算来已是一年光景，真是难为了你呀！\n\n张氏（西皮快板）    门环偶响疑投信，\n\n市语微哗虑变生。\n\n因何一去无音信，\n\n不管我家中肠断的人。\n\n王恢（白）      军中寄信不便，我还是在那里惦念你啊！\n\n张氏（西皮快板）    毕竟男儿真薄幸，\n\n误人两字是功名。\n\n甜言蜜语真好听，\n\n谁知都是那假恩情。\n\n王恢（白）      啊，我在军中，也不曾见过你的来信，我不来怪你，你反来埋怨于我，真真岂有此理！\n\n（王恢生气，旁坐。张氏沉思）\n\n张氏（白）      啊！是啊！我也没有寄信于他，倒把他错怪了。他乃是饱受风霜之人，不可难为于他，待我向前安慰他几句就是。啊，官人，官人，官人呐！\n\n王恢（白）  岂有此理！\n\n张氏（西皮摇板）   你回家也算是重圆破镜，\n\n休再要觅封侯辜负香衾。\n\n粗茶饭还胜那黄金斗印，\n\n愿此生常相守怜我怜卿。\n\n王恢（白）      从今以后，我是再也不出门了，你也不要旧事重提，我们还是畅饮几杯吧！\n\n（西皮摇板）今日里庆团圆开怀畅饮！\n\n张氏（白）      丫鬟，快与你家老爷看酒来。\n\n（丫鬟暗上，暗笑，端酒具）\n\n王恢（西皮摇板）    说什么撇家园求取功名。\n\n从此后傍妆台安心任命，\n\n休再要提往事旧恨重申。\n\n（丫鬟做手势，示意睡觉，张氏以袖拂丫鬟）\n\n王恢（白）      哈哈哈！\n\n（西皮摇板）  休得要辜负了尺寸光阴，\n\n见丫鬟这举动将我提醒。\n\n（白）      啊，娘子，你我结婚多少日期就分别了？\n\n张氏（西皮摇板）我与你原只是三日的新婚。\n\n王恢（白）      啊呀，你我是久别胜新婚！\n\n\\    （西皮摇板）料不想今日里重温鸳枕，\n\n\\    喜相逢又恐怕是梦是真。\n\n这良宵真是个月明人静，\n\n（王恢牵张氏衣，张氏不理）\n\n张氏（西皮摇板）      劝痴郎莫情急且坐谈心。\n\n（白）        你与我坐在这里等我，待我去到房中收拾一番，我再来唤你！\n\n王恢（白）      娘子，想你我新婚离别，不想今日再次相聚，看今晚春闺月夜。我正醉意沉沉，难道明日就不好谈么？\n\n张氏（白）      啊呀呀！你看你如此情急，你是羞也不羞啊。\n\n（张氏搬椅。王恢作不悦色，旁坐，假睡，偷看）\n\n张氏（南梆子）   被纠缠陡想起婚时情景，\n\n算当初曾经得几晌温存。\n\n我不免去安排罗衾绣枕。\n\n   莫负他好春宵一刻千金。\n\n（张氏见王恢睡状）\n\n张氏（南梆子）   原来是不耐烦已经睡困。\n\n张氏（西皮摇板） 待我来再与你重订鸳盟。\n\n（王恢偷看而笑，张氏扶王恢入帐。内鼓噪声。张氏惊出帐）\n\n张氏（白）      外面喧哗，莫非又是寻找我家官人来了？丫鬟，有人问起你家老爷，说他不曾回来。\n\n（张氏开门，出门。内鼓噪声。王恢出帐，出门，下。张氏惊，拦阻。）\n\n王恢（白）      忽听外面人声嘈杂，待我前去看来。\n\n张氏（白）      哎呀，且住！莫非他又到军前去了，待我将他赶上。\n\n（张氏走圆场。王恢上，张氏碰见，张氏扯住王恢衣。内喊声。张氏恍惚迷离，一扑两扑，倒地。王恢下）\n\n张氏（二黄导板）     一霎时顿觉得身躯寒冷。\n\n（张氏起立）\n\n张氏（回龙）         没来由一阵阵扑鼻风腥。\n\n（场上换无定河边、尸首纵横布景。张氏惊看）\n\n张氏（二黄快三眼）   那不是草间人饥乌坐等，\n\n还留着一条儿那青布衣巾。\n\n见残骸竟裹着模糊血影，\n\n最可叹箭穿胸刀断臂粉身糜体，\n\n临到死还不知为着何因。\n\n（张氏到场左看）\n\n张氏（二黄快三眼）   那不是破头颅目还未瞑，\n\n又见那死人须还结坚冰。\n\n寡人妻孤人子谁来存问？\n\n这骷髅几万千全不知名。\n\n隔河流有无数鬼声凄警，\n\n听啾啾、和切切，似诉说、冤魂惨苦，\n\n愿将军罢内战及早休兵。\n\n耳边厢又听得刀声响震！\n\n（十六兵士自两边分上，同绕场，同下。王恢随上，点头招手）\n\n张氏（白）      你不要走哇，你不要走！\n\n（四兵同赶上，张氏急下。四兵绕场同下。台上忽黑，换闺房布景，张氏扶几坐。丫鬟上）\n\n丫鬟（白）      想不到刚才打了一个盹儿，做了一好梦，报与夫人知道。哟，睡着了。\n\n（张氏醒，揉眼，沉思，喜）\n\n丫鬟（白）      夫人你怎么乐了？夫人，怎么又害怕了？夫人，我给你送喜信来了！\n\n（张氏怒）\n\n张氏（白）      丫鬟，你说些什么？\n\n丫鬟（白）      夫人，我家老爷回来了！\n\n张氏（白）      怎么，你家老爷回来了？\n\n丫鬟（白）      你们见面，让我斟酒，你们两人一见面又是说又是笑，后来呀我就不知道了。\n\n张氏（白）      如今，你家老爷往哪里去了呀？\n\n丫鬟（白）      夫人，我说的是一个梦！\n\n张氏（白）      哦？\n\n丫鬟（白）      虽然是梦啊，我家老爷一定衣锦荣归的！\n\n张氏（白）     丫鬟你说老爷回家，怎么静悄悄的连一点消息都没有么？\n\n丫鬟（白）     夫人，我还想好一个法子呢。您还是回房去做梦。\n\n张氏（西皮散板）   今日等来明日等，\n\n哪堪消息更沉沉。\n\n明知梦境无凭准，\n\n无聊还向梦中寻。\n\n（张氏、丫鬟同下）\n\n（完）",
      "cover": "/assets/img/uploads/程派—春閨夢.png"
    },
    {
      "excerpt": " ",
      "body": "### **一、詩意中的悖論**\n\n「事物一旦褪色，便屬於永恆」——這句話表面上帶有浪漫主義色彩，但深入分析，它恰好觸及了辯證法與歷史唯物主義中的一個核心矛盾：事物如何在被遺忘、毀損或衰變之後仍獲得歷史性的意義，甚至被視為永恆。詩意的表述背後，是關於存在、記憶與歷史的思考。\n\n張若虛《春江花月夜》中的幾句詩提供了極具張力的文本基礎：\n\n「江畔何年初見月，江月何年初照人？」 \n\n「不知江月待何人，但見長江送流水。」  \n\n### **二、「褪色」的再定義**\n\n江月之“恆”與江水之“流”，構成了“永恆”與“流逝”的經典對照。月亮作為時間的見證者，被賦予某種超時空的特性。但需要注意，這種意象並非真正“靜止”——它只是以人類經驗無法直接觀測的尺度緩慢變化而已。所謂的“永恆”更多是人類主觀賦予的歷史象徵，而非客觀存在。因此，我們更應將“褪色之後的永恆”理解為一種被意識系統重構的“意義延續”。\n\n“褪色”不是簡單的失效或湮滅，而是某種社會性、歷史性意義的轉變過程。在物質層面，它指的是表徵特徵的消退；在意識層面，它常意味著記憶的模糊、意義的脫鈎與重構。但也正是通過褪色，事物脫離其原初的功利功能，被重新納入精神性與文化性的結構之中，進而獲得所謂“永恆”的可能性。\n\n1.記憶與主體建構：\n\n個體的記憶經驗總是處於不斷更新與選擇性遺忘的動態中。褪色的記憶，雖已失真，卻是“自我”結構的組成部分。它在心理機制中被符號化、象徵化，成為個體身份與價值觀的深層動力。在此意義上，褪色的記憶不僅未消亡，反而構成主體之“恆定”。\n\n2.物與時間的辯證：\n\n一件器物因風化而失去原貌，但其歷史性反而被強調。例如青銅器的殘缺，是其被時代浸潤的標誌。對這類“文物”的審美與珍視，本質上是對“時間印痕”的迷戀。這種態度本身就體現了文化意識形態對“褪色即永恆”的建構過程。\n\n3.社會事件的意識形態轉化：\n\n一場戰爭、一項制度變革，在時間的推移中其具體過程可能被模糊甚至有意隱匿，但它所嵌入的社會結構性變革將長期持續下去。換言之，歷史事件的“永恆性”並非來自事件本身的“宏大”，而是它對社會關係與意識形態系統的深層影響。\n\n### **三、唯物辯證法視角下的「褪色—永恆」**\n\n在唯物辯證法看來，永恆並非絕對不變，而是通過運動中的相對穩定實現的。事物的存在總是包含內部矛盾，而褪色與永恆正構成這樣一對矛盾統一體。\n\n事物通過變化體現其生命力，但這種變化不會使其意義消散，反而通過與其他事物的相互作用建立更廣泛的意義網絡。褪色不是終結，而是意義再生的前提。\n\n褪色往往是緩慢積累的過程。當記憶模糊、形象退去，事物失去“使用價值”後，其“象徵價值”反而可能產生質變。在集體記憶中被重新編碼，獲得更大的文化意義。\n\n褪色亦是對原有狀態的否定，而永恆是在否定之上建立的新質。並非回歸原始狀態，而是構建更高級的認知層面。\n\n### **四、歷史唯物主義的批判性介入**\n\n歷史唯物主義要求我們拒絕將「永恆」作為超歷史的「神聖」概念看待，而是要從歷史具體的發展過程出發，理解其形成的社會基礎與意識形態結構。\n\n社會存在（物質生活條件）的變化導致某些社會意識形態形式褪色，但其中的「精神內核」可以在新條件下被重新激活。例如手工業的消亡並未讓“匠人精神”消失，它轉化為現代社會對專業性與細緻性的價值肯定。\n\n個體的褪色幾乎是歷史的必然。但人民群眾作為歷史創造者的角色不會褪色。個體的具體行動消散後，集體所推動的結構性轉變成為歷史的「永恆形式」。\n\n需要警惕的是，某些「永恆」的建構本身是意識形態運作的結果。例如對某一歷史人物、事件的神化，是為了維繫某種當下的合法性結構。在此意義上，所謂的“永恆”可能只是暫時的意識形態穩定，並非真理性存在。\n\n「事物一旦褪色，便屬於永恆」，這句話若不經過深刻的批判性拆解，容易陷入浪漫主義的陷阱。但如果我們將“褪色”理解為歷史性意義的轉化，將“永恆”理解為精神性再生產的持續過程，這句話便成為唯物辯證思維的一種詩性表達：沒有什麼真正恆定不變，但通過人類的記憶、實踐與再詮釋，褪色的事物或許真的可以在另一重時空維度中，獲得某種更為真實的存在方式。\n\n這，正是我們在面對遺忘與變遷時應保持的清醒與敬意。",
      "slug": "tuise-zhesi",
      "date": "2026-02-08",
      "cover": "/assets/img/uploads/程派—春閨夢-1-.png",
      "title": "褪色",
      "tags": [
        "哲思"
      ],
      "issue": "2026Q1",
      "category": "隨筆"
    },
    {
      "excerpt": "    ",
      "body": "### 我友，\n\n我恨著的事物，至今仍是很多。\n\n翻回過往筆記，那些字句瑣碎。艱難、委屈、怨意，被反復書寫。那不是在控訴誰，也談不上伸冤；只是將當時那些恨意暫時擱置，免得在體內腐壞。\n\n奇怪的是，我原以為自己早已麻木，也以為時間已經替我處理妥當，可再讀時，悲聲仍在。\n\n它不是尖銳的，而是低沈的，持續的嗚咽。它不吵人，卻不肯離去。是內也有、外也有，一聲疊一聲，讓我無法假裝一切已然過去。\n\n我也曾疑懼，這樣的悲聲，會不會太悱惻，太毀傷？會不會終有一日，把整副心神一寸寸剝空，只剩下空殼，連恨都無力再恨？\n\n於是我不再急於消音。恨，讓它待著；悲，也讓它存在。\n\n若有一日，這些悲聲真的散去。或許那時，我才算是真正地還清了這輩子所欠的債，赤條條地來，赤條條地去。",
      "slug": "bei-suiji",
      "date": "2025-12-24",
      "cover": "/assets/img/uploads/程派—春閨夢-2-.png",
      "title": "心事｜悲聲之用",
      "tags": [
        "隨記"
      ],
      "issue": "2026Q1",
      "category": "書信"
    }
  ]
}
